Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

# DateGroupEarlier
source: Earlier
de: Früher
es: Anterior
fr: Plus tôt
it: Precedente
ja: それ以前
ko: 이전
pt_pt: Anterior
zh_hans: 更早

# DateGroupPrevious7Days
source: Previous 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去7日間
ko: 지난 7일
pt_pt: Últimos 7 dias
zh_hans: 过去7天

# DateGroupPrevious30Days
source: Previous 30 Days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 過去30日間
ko: 지난 30일
pt_pt: Últimos 30 dias
zh_hans: 过去30天

# DateGroupToday
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pt_pt: Hoje
zh_hans: 今天

# DateGroupYesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
pt_pt: Ontem
zh_hans: 昨天

# DebugLabel
source: Debug
de: Debuggen
es: Depurar
fr: Déboguer
ja: デバッグ
ko: 디버그
pt_pt: Depurar
zh_hans: 调试

source: Debug Mode
de: Debug-Modus
es: Modo de depuración
fr: Mode débogage
it: Modalità di debug
ja: デバッグモード
ko: 디버그 모드
pt_pt: Modo de depuração
zh_hans: 调试模式

source: Decline
de: Ablehnen
es: Rechazar
fr: Déclin
it: Declino
ja: 拒否
ko: 감소
pt_pt: Declínio
zh_hans: 拒绝

# DeclineInviteMessage
source: declined your call.
de: lehnte Ihren Anruf ab.
es: rechazó su llamada
fr: a refusé votre appel.
it: ha rifiutato la tua chiamata.
ja: は通話を拒否しました。
ko: 전화를 거절했습니다.
pt_pt: recusou sua chamada.
zh_hans: 拒绝了您的呼叫。

source: Decrease camera zoom
de: Kamerazoom verringern
es: Reducir zoom de la cámara
fr: Réduire le zoom de la caméra
it: Riduci lo zoom della fotocamera
ja: カメラズームを縮小
ko: 카메라 줌 축소
pt_pt: Diminuir zoom da câmara
zh_hans: 减小相机缩放

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_pt: Excluir
zh_hans: 移除

# DeleteAction
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_pt: Eliminar
zh_hans: 删除

# DeleteChatSessionError
source: Cannot delete a chat session
de: Eine Chat-Sitzung kann nicht gelöscht werden
es: No se puede eliminar una sesión de chat
fr: Impossible de supprimer une session de chat
it: Impossibile eliminare una sessione di chat
ja: チャットセッションを削除できません
ko: 채팅 세션을 삭제할 수 없습니다
pt_pt: Não é possível excluir uma sessão de bate-papo
zh_hans: 无法删除聊天会话

# DeleteFailedMessageWarning
source: Delete message?
de: Nachricht löschen?
es: ¿Borrar mensaje?
fr: Supprimer le message ?
it: Eliminare il messaggio?
ja: メッセージを削除しますか?
ko: 메시지를 삭제하시겠습니까?
pt_pt: Excluir mensagem?
zh_hans: 删除消息？

source: Delete for everyone
de: Für alle löschen
es: Eliminar para todos
fr: Supprimer pour tout le monde
it: Elimina per tutti
ja: 全員に対して削除
ko: 모든 사람에 대해 삭제
pt_pt: Excluir para todos
zh_hans: 为所有人删除

source: Delete Message
de: Nachricht löschen
es: Eliminar mensaje
fr: Supprimer le message
it: Elimina messaggio
ja: メッセージを削除
ko: 메시지 삭제
pt_pt: Eliminar mensagem
zh_hans: 删除消息

source: Delete photo
de: Foto löschen
es: Eliminar foto
fr: Supprimer la photo
it: Elimina foto
ja: 写真を削除
ko: 사진 삭제
pt_pt: Eliminar foto
zh_hans: 删除照片

source: Delete video
de: Video löschen
es: Eliminar video
fr: Supprimer la vidéo
it: Elimina video
ja: 動画を削除
ko: 동영상 삭제
pt_pt: Eliminar vídeo
zh_hans: 删除视频

source: Delivered
de: Zugestellt
es: Entregado
fr: Livré
it: Consegnato
ja: 配信済み
ko: 전달됨
pt_pt: Entregue
zh_hans: 已送达

# DENIED_CAMERA_PERMISSION_MSG_IOS
source: You have given {{app_name}} insufficient permissions. In order to use {{app_name}}, you must enable the Camera under Settings -> {{app_name}}.
de: Sie haben {{app_name}} unzureichende Berechtigungen erteilt. Um {{app_name}} verwenden zu können, müssen Sie die Kamera unter Einstellungen - > {{app_name}}aktivieren.
es: Le ha dado a {{app_name}} permisos insuficientes. Para utilizar {{app_name}}, debe habilitar la Cámara en Configuración -> {{app_name}}.
fr: Vous avez donné {{app_name}} permissions insuffisantes. Pour utiliser {{app_name}} , vous devez activer la caméra sous Paramètres - > {{app_name}} .
it: Hai dato autorizzazioni insufficienti a {{app_name}}. Per utilizzare {{app_name}}, è necessario abilitare la fotocamera in Impostazioni - > {{app_name}}.
ja: {{app_name}} に与えられているアクセス許可が不十分です。{{app_name}} を使用する前に、カメラ機能を有効にしてください（設定－{{app_name}}）。
ko: {{app_name}} 권한이 충분하지 않습니다. {{app_name}} 을 사용하려면 > {{app_name}} 에서 카메라를 활성화해야합니다. .
pt_pt: Você forneceu o {{app_name}} permissões insuficientes. Para usar o {{app_name}} , você deve habilitar a Câmera em Configurações - > {{app_name}} .
zh_hans: 如需使用此软件，请在设备设置->相机下给与{{app_name}}使用权限。

# DENIED_MICROPHONE_PERMISSION_MSG_IOS
source: You have given {{app_name}} insufficient permissions. In order to use {{app_name}}, you must enable the Microphone under Settings -> {{app_name}}.
de: Sie haben {{app_name}} unzureichende Berechtigungen erteilt. Um {{app_name}} verwenden zu können, müssen Sie das Mikrofon unter Einstellungen - > {{app_name}} aktivieren.
es: Le ha dado a {{app_name}} permisos insuficientes. Para utilizar {{app_name}}, debe habilitar el micrófono en Configuración -> {{app_name}}.
fr: Vous avez donné {{app_name}} permissions insuffisantes. Pour utiliser {{app_name}} , vous devez activer le microphone sous Paramètres - > {{app_name}} .
it: Hai dato autorizzazioni insufficienti a {{app_name}}. Per utilizzare {{app_name}}, è necessario abilitare il microfono in Impostazioni - > {{app_name}}.
ja: {{app_name}} に与えられているアクセス許可が不十分です。{{app_name}} を使用する前に、マイク機能を有効にしてください（設定－{{app_name}}）。
ko: {{app_name}} 권한이 충분하지 않습니다. {{app_name}} 을 사용하려면 > {{app_name}} 에서 마이크를 활성화해야합니다. .
pt_pt: Você forneceu o {{app_name}} permissões insuficientes. Para usar o {{app_name}} , você deve habilitar o Microfone em Configurações - > {{app_name}} .
zh_hans: 如需使用此软件，请在设备设置->麦克风下给与{{app_name}}使用权限。

source: Describe the issue...
de: Beschreiben Sie das Problem…
es: Describa el problema…
fr: Décrivez le problème…
it: Descrivi il problema…
ja: 問題を説明…
ko: 문제 설명…
pt_pt: Descreva o problema…
zh_hans: 描述问题…

source: Details
de: Einzelheiten
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부
pt_pt: Detalhes
zh_hans: 详情

# DeviceLicenseDescription
source: Device-based license for mobile and wearable devices.
de: {{app_name}} optimiert für Smart Glasses.
es: {{app_name}} experiencia optimizada para gafas inteligentes.
fr: Expérience {{app_name}} optimisée pour les lunettes connectées.
it: Esperienza di {{app_name}} ottimizzata per Smart Glasses.
ja: {{app_name}}エクスペリエンスはスマート グラス用に最適化されています。
ko: {{app_name}} 경험이 스마트 안경에 최적화되었습니다.
pt_pt: Experiência da {{app_name}} otimizada para Smart Glasses.
zh_hans: {{app_name}}体验针对智能眼镜进行了优化。

source: Did you mean
de: Meintest du
es: Querías decir
fr: Vouliez-vous dire
it: Intendevi
ja: もしかして
ko: 다음의 사항을 재확인:
pt_pt: Você quis dizer
zh_hans: 你想输入

source: Directory
de: Verzeichnis
es: Directorio
fr: Répertoire
ja: ディレクトリ
ko: 디렉토리
pt_pt: Diretório
zh_hans: 目录

# DirectoryTabOfflineMessage
source: Go online to view your Directory.
de: Gehen Sie online, um Ihr Verzeichnis anzuzeigen.
es: Conéctese en línea para ver su directorio.
fr: Allez en ligne pour consulter votre répertoire.
it: Vai online per visualizzare la tua directory.
ja: オンラインに接続してディレクトリを表示します。
ko: 디렉토리를 보려면 온라인에 접속하세요.
pt_pt: Fique on-line para visualizar seu diretório.
zh_hans: 联网查看您的目录。

# DisableCameraMessage
source: By disabling access to your camera, you will not be able to give or receive help inside our app. Please enable access to your camera in device's privacy settings.
de: Wenn Sie den Zugriff auf Ihre Kamera deaktivieren, können Sie in unserer App keine Hilfe geben oder empfangen. Bitte aktivieren Sie den Zugriff auf Ihre Kamera in den Datenschutzeinstellungen des Geräts.
es: Al deshabilitar el acceso a su cámara, no podrá dar ni recibir ayuda dentro de nuestra aplicación. Habilite el acceso a su cámara en la configuración de privacidad del dispositivo.
fr: En désactivant l'accès à votre caméra, vous ne pourrez ni donner ni recevoir d'aide dans notre application. Veuillez autoriser l'accès à votre caméra dans les paramètres de confidentialité de l'appareil.
it: Disabilitando l'accesso alla tua fotocamera, non sarai in grado di dare o ricevere aiuto all'interno della nostra app. Abilitare l'accesso alla videocamera nelle impostazioni sulla privacy del dispositivo.
ja: カメラアクセスを無効化すると、Help Lightning アプリ内ヘルプの提供・受領ができなくなります。端末のプライバシー設定でカメラアクセスを許可してください。
ko: 카메라에 대한 액세스를 비활성화하면 앱 내에서 도움말을 제공하거나받을 수 없습니다. 장치의 개인 정보 설정에서 카메라에 액세스 할 수있게하십시오.
pt_pt: Ao desativar o acesso à sua câmera, você não poderá dar ou receber ajuda dentro do nosso aplicativo. Ative o acesso à sua câmera nas configurações de privacidade do dispositivo.
zh_hans: 关闭相机授权将影响本软件的正常使用，请在设备隐私设置中开启。

# DisableMicphoneMessage
source: By disabling access to your microphone, you will not be have video calls help inside our app. Please enable access to your microphone in device's privacy settings.
de: Wenn Sie den Zugriff auf Ihr Mikrofon deaktivieren, können Sie in unserer App keine Hilfe geben oder empfangen. Bitte aktivieren Sie den Zugriff auf Ihr Mikrofon in den Datenschutzeinstellungen des Geräts.
es: Al deshabilitar el acceso a su micrófono, no podrá ni recibir ni dar ayuda dentro de nuestra aplicación. Habilite el acceso a su micrófono en la configuración de privacidad del dispositivo.
fr: En désactivant l'accès à votre microphone, vous ne pourrez pas donner ni recevoir d'aide dans notre application. Veuillez autoriser l'accès à votre microphone dans les paramètres de confidentialité de l'appareil.
it: Disabilitando l'accesso al tuo microfono, non sarai in grado di dare o ricevere aiuto all'interno della nostra app. Abilitare l'accesso al microfono nelle impostazioni sulla privacy del dispositivo.
ja: マイクアクセスを無効化すると、Help Lightning アプリ内ヘルプの提供・受領ができなくなります。端末のプライバシー設定でマイクアクセスを許可してください。
ko: 마이크에 대한 액세스를 비활성화하면 앱 내에서 도움말을 제공하거나받을 수 없습니다. 장치의 개인 정보 설정에서 마이크에 액세스 할 수 있도록 설정하십시오.
pt_pt: Ao desativar o acesso ao seu microfone, você não poderá dar ou receber ajuda dentro do nosso aplicativo. Ative o acesso ao seu microfone nas configurações de privacidade do dispositivo.
zh_hans: 关闭麦克风授权将影响本软件的正常使用，请在设备隐私设置中开启。

# DisablePhotoLibraryMessage
source: You can enable PhotoLibrary under Settings -> {{app_name}}.
de: Sie können PhotoLibrary unter Einstellungen - > {{app_name}} aktivieren.
es: Puede habilitar PhotoLibrary en Configuración - > {{app_name}}.
fr: Vous pouvez activer PhotoLibrary sous Paramètres - > {{app_name}}.
it: È possibile abilitare PhotoLibrary in Impostazioni - >{{app_name}}.
ja: フォトライブラリは、[Settings] -> [{{app_name}}]で有効にできます。
ko: \"설정\" - > {{app_name}} 에서 사진 라 이브 러 리 를 사용 할 수 있 습 니 다.
pt_pt: Você pode habilitar a biblioteca de fotos em Configurações - > {{app_name}} .
zh_hans: 请在设备设置->相机下给与{{app_name}}使用权限。

# DisablePhotoLibraryTitle
source: PhotoLibrary Not Accessible
de: PhotoLibrary nicht zugänglich
es: PhotoLibrary no accesible
fr: Bibliothèque de photos non accessible
it: Libreria Foto non accessibile
ja: PhotoLibraryにアクセスできません
ko: 사진앨범 액세스 불가
pt_pt: Biblioteca de fotos não acessível
zh_hans: 无法使用相册

source: Disable Translator
de: Übersetzer deaktivieren
es: Desactivar traductor
fr: Désactiver le traducteur
it: Disattiva traduttore
ja: 翻訳を無効にする
ko: 번역기 비활성화
pt_pt: Desativar tradutor
zh_hans: 停用翻译

source: Discard Changes
de: Änderungen verwerfen
es: Descartar los cambios
fr: Annuler les modifications
it: Non salvare le modifiche
ja: 変更を破棄
ko: 변경 사항을 취소
pt_pt: Descartar alterações
zh_hans: 放弃更改

# DiscardChangesMessage
source: Are you sure you want to discard these changes?
de: Möchten Sie diese Änderungen wirklich verwerfen?
es: ¿Seguro que quieres descartar estos cambios?
fr: Voulez-vous vraiment annuler ces modifications?
it: Sei sicuro di voler annullare queste modifiche?
ja: これらの変更を破棄してもよろしいですか？
ko: 이 변경 사항을 최소하시겠습니까?
pt_pt: Tem certeza de que deseja descartar essas alterações?
zh_hans: 您确定要放弃更改吗?

source: Disclaimer
de: Haftungsausschluss
es: Descargo de responsabilidad
fr: Avertissement
ja: 免責事項
ko: 고지사항
pt_pt: Aviso Legal
zh_hans: 免责声明

source: Dismiss
de: Entlassen
es: Descartar
fr: Rejeter
it: Respingi
ja: 閉じる
ko: 해제하다
pt_pt: Dispensar
zh_hans: 取消

source: Dismiss error
de: Fehler schließen
es: Descartar error
fr: Ignorer l'erreur
it: Chiudi errore
ja: エラーを閉じる
ko: 오류 닫기
pt_pt: Dispensar erro
zh_hans: 关闭错误

source: Dismiss message
de: Nachricht schließen
es: Descartar mensaje
fr: Ignorer le message
it: Chiudi messaggio
ja: メッセージを閉じる
ko: 메시지 닫기
pt_pt: Dispensar mensagem
zh_hans: 关闭消息

# DnDEightHours
source: 8 Hours
de: 8 Stunden
es: 8 horas
fr: 8 heures
it: 8 ore
ja: 8時間
ko: 8시간
pt_pt: 8 horas
zh_hans: 8 小时

# DNDExpires
source: expires
de: läuft ab
es: expira
fr: expire
it: scade
ja: 期限切れ
ko: 만료
pt_pt: expira
zh_hans: 过期时间

# DnDFourHours
source: 4 Hours
de: 4 Stunden
es: 4 horas
fr: 4 heures
it: 4 ore
ja: 4時間
ko: 4시간
pt_pt: 4 horas
zh_hans: 4 小时

# DNDHours
source: Hours
de: Std
es: Horas
fr: Heures
it: Ore
ja: 営業時間
ko: 시간
pt_pt: Horas
zh_hans: 小时

# DNDSectionDurationTitle
source: Do Not Disturb for
de: Bitte nicht stören
es: No molestar por
fr: Ne pas déranger pour
it: Non disturbare per
ja: 邪魔しないでください
ko: 방해하지 마십시오
pt_pt: Não perturbe por
zh_hans: 设定时间

# DNDSectionStatusTitle
source: STATUS MESSAGE
de: STATUSNACHRICHT
es: MENSAJE DE ESTADO
fr: STATU DU MESSAGE
it: MESSAGGIO DI STATO
ja: ステータスメッセージ
ko: 상태 메시지
pt_pt: MENSAGEM DE STATUS
zh_hans: 状态信息

# DNDStatusMessage
source: Status Message (optional)
de: Statusmeldung (optional)
es: Mensaje de estado (opcional)
fr: Message d'état (facultatif)
it: Messaggio di stato (opzionale)
ja: ステータスメッセージ (オプション)
ko: 상태 메시지 (선택 사항)
pt_pt: Mensagem de status (opcional)
zh_hans: 状态信息(可选项)

# DnDStatusMessagePlaceholder
source: Optional status message (e.g., "In a meeting...")
de: Optionale Statusnachricht (z.B. "In einer Besprechung...")
es: Mensaje de estado opcional (ej., "En una reunión...")
fr: Message de statut optionnel (ex. "En réunion...")
it: Messaggio di stato opzionale (es. "In riunione...")
ja: オプションのステータスメッセージ（例："会議中..."）
ko: 선택 상태 메시지 (예: "회의 중...")
pt_pt: Mensagem de estado opcional (ex., "Em reunião...")
zh_hans: 可选状态消息（例如："会议中..."）

# DnDTwelveHours
source: 12 Hours
de: 12 Stunden
es: 12 horas
fr: 12 heures
it: 12 ore
ja: 12時間
ko: 12시간
pt_pt: 12 horas
zh_hans: 12 小时

# DnDTwentyFourHours
source: 24 Hours
de: 24 Stunden
es: 24 horas
fr: 24 heures
it: 24 ore
ja: 24時間
ko: 24시간
pt_pt: 24 horas
zh_hans: 24 小时

# DocSharingLabel
source: Document
de: Dokumentieren
es: Documento
it: Documento
ja: ドキュメント
ko: 문서
pt_pt: Documento
zh_hans: 文档

# DocSharingRemindMessage
source: Tap the Share button to share the document
de: Tippen Sie auf die Schaltfläche Teilen, um das Dokument zu teilen
es: Toque el botón Compartir para compartir el documento
fr: Appuyez sur le bouton Partager pour partager le document
it: Tocca il pulsante Condividi per condividere il documento
ja: [共有]ボタンをタップして、ドキュメントを共有します
ko: 문서를 공유하려면 공유 버튼을 탭하세요.
pt_pt: Toque no botão Compartilhar para compartilhar o documento
zh_hans: 点击共享按钮以共享文档

source: Document
de: Dokument
es: Documento
it: Documento
ja: ドキュメント
ko: 문서
pt_pt: Documento
zh_hans: 文档

source: Document preview not available
de: Dokumentvorschau nicht verfügbar
es: Vista previa del documento no disponible
fr: Aperçu du document non disponible
it: Anteprima documento non disponibile
ja: ドキュメントプレビューは利用できません
ko: 문서 미리보기를 사용할 수 없습니다
pt_pt: Pré-visualização do documento não disponível
zh_hans: 文档预览不可用

# DocumentType
source: [Document]
de: [Dokumentieren]
es: [Documento]
it: [Documento]
ja: [ドキュメント]
ko: [문서]
pt_pt: [Documento]
zh_hans: [文档]

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 마침
pt_pt: Feito
zh_hans: 完成

source: Do Not Disturb
de: Nicht stören
es: No molestar
fr: Ne pas déranger
it: Non disturbare
ja: 取り込み中
ko: 방해하지 마십시오
pt_pt: Não perturbe
zh_hans: 勿扰模式

source: Do Not Disturb is active
de: Nicht stören ist aktiv
es: No molestar está activo
fr: Ne pas déranger est actif
it: Non disturbare attivo
ja: おやすみモードが有効です
ko: 방해 금지 모드가 활성화되어 있습니다
pt_pt: Não incomodar está ativo
zh_hans: 勿扰模式已开启

source: Do Not Disturb requires enterprise permissions
de: Nicht stören erfordert Unternehmensberechtigungen
es: No molestar requiere permisos empresariales
fr: Ne pas déranger nécessite des autorisations entreprise
it: Non disturbare richiede autorizzazioni enterprise
ja: おやすみモードにはエンタープライズ権限が必要です
ko: 방해 금지 모드에는 엔터프라이즈 권한이 필요합니다
pt_pt: Não incomodar requer permissões empresariais
zh_hans: 勿扰模式需要企业权限

source: Do not Record
de: Nicht aufnehmen
es: No grabar
fr: Ne pas enregistrer
it: Non registrare
ja: 記録しない
ko: 녹화하지 마세요
pt_pt: Não Grave
zh_hans: 不录制

source: Double tap to close media viewer
de: Doppeltippen zum Schließen des Medienbetrachters
es: Toque dos veces para cerrar el visor de medios
fr: Double-tapez pour fermer la visionneuse multimédia
it: Tocca due volte per chiudere il visualizzatore multimediale
ja: ダブルタップでメディアビューアを閉じる
ko: 더블 탭하여 미디어 뷰어 닫기
pt_pt: Toque duas vezes para fechar o visualizador de multimédia
zh_hans: 双击关闭媒体查看器

source: Double-tap to navigate to this folder
de: Doppeltippen zum Navigieren zu diesem Ordner
es: Toque dos veces para navegar a esta carpeta
fr: Double-tapez pour accéder à ce dossier
it: Tocca due volte per passare a questa cartella
ja: ダブルタップでこのフォルダに移動
ko: 더블 탭하여 이 폴더로 이동
pt_pt: Toque duas vezes para navegar até esta pasta
zh_hans: 双击导航到此文件夹

# DoubleTapToOpenInQuick
source: Double tap to open in Quick Look with markup tools
de: Doppeltippen zum Öffnen in Quick Look mit Markup-Tools
es: Toque dos veces para abrir en Quick Look con herramientas de marcado
fr: Double-tapez pour ouvrir dans Aperçu rapide avec outils de balisage
it: Tocca due volte per aprire in Quick Look con strumenti di markup
ja: ダブルタップでマークアップツール付きのQuick Lookで開く
ko: 더블 탭하여 마크업 도구가 있는 Quick Look에서 열기
pt_pt: Toque duas vezes para abrir no Quick Look com ferramentas de marcação
zh_hans: 双击在带标记工具的快速查看中打开

source: Double tap to play video
de: Doppeltippen zum Abspielen des Videos
es: Toque dos veces para reproducir el video
fr: Double-tapez pour lire la vidéo
it: Tocca due volte per riprodurre il video
ja: ダブルタップで動画を再生
ko: 더블 탭하여 동영상 재생
pt_pt: Toque duas vezes para reproduzir o vídeo
zh_hans: 双击播放视频

# DoubleTapToRemoveTheCaptured
source: Double tap to remove the captured photo
de: Doppeltippen zum Entfernen des aufgenommenen Fotos
es: Toque dos veces para eliminar la foto capturada
fr: Double-tapez pour supprimer la photo capturée
it: Tocca due volte per rimuovere la foto acquisita
ja: ダブルタップで撮影した写真を削除
ko: 더블 탭하여 촬영한 사진 제거
pt_pt: Toque duas vezes para remover a foto capturada
zh_hans: 双击删除已拍摄的照片

# DoubleTapToRemoveTheRecorded
source: Double tap to remove the recorded video
de: Doppeltippen zum Entfernen des aufgenommenen Videos
es: Toque dos veces para eliminar el video grabado
fr: Double-tapez pour supprimer la vidéo enregistrée
it: Tocca due volte per rimuovere il video registrato
ja: ダブルタップで録画した動画を削除
ko: 더블 탭하여 녹화한 동영상 제거
pt_pt: Toque duas vezes para remover o vídeo gravado
zh_hans: 双击删除已录制的视频

# DoubleTapToRemoveTheScanned
source: Double tap to remove the scanned value
de: Doppeltippen zum Entfernen des gescannten Werts
es: Toque dos veces para eliminar el valor escaneado
fr: Double-tapez pour supprimer la valeur scannée
it: Tocca due volte per rimuovere il valore scansionato
ja: ダブルタップでスキャンした値を削除
ko: 더블 탭하여 스캔한 값 제거
pt_pt: Toque duas vezes para remover o valor digitalizado
zh_hans: 双击删除已扫描的值

source: Double tap to view full screen
de: Doppeltippen für Vollbildansicht
es: Toque dos veces para ver en pantalla completa
fr: Double-tapez pour afficher en plein écran
it: Tocca due volte per visualizzare a schermo intero
ja: ダブルタップでフルスクリーン表示
ko: 더블 탭하여 전체 화면 보기
pt_pt: Toque duas vezes para ver em ecrã inteiro
zh_hans: 双击全屏查看

source: Double tap to view full size
de: Doppeltippen für Vollgrößenansicht
es: Toque dos veces para ver en tamaño completo
fr: Double-tapez pour afficher en taille réelle
it: Tocca due volte per visualizzare a dimensione intera
ja: ダブルタップでフルサイズ表示
ko: 더블 탭하여 전체 크기 보기
pt_pt: Toque duas vezes para ver em tamanho completo
zh_hans: 双击查看完整尺寸

source: Double tap to view step details
de: Doppeltippen zum Anzeigen der Schrittdetails
es: Toque dos veces para ver los detalles del paso
fr: Double-tapez pour afficher les détails de l'étape
it: Tocca due volte per visualizzare i dettagli del passaggio
ja: ダブルタップでステップの詳細を表示
ko: 더블 탭하여 단계 세부 정보 보기
pt_pt: Toque duas vezes para ver os detalhes do passo
zh_hans: 双击查看步骤详情

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_pt: Baixar
zh_hans: 下载

source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé
it: Scaricato
ja: ダウンロード済み
ko: 다운로드됨
pt_pt: Baixado
zh_hans: 已下载

# DownloadedPhotosMixedFormat
source: Downloaded %d photos, %d failed
de: %d Fotos heruntergeladen, %d fehlgeschlagen
es: Descargadas %d fotos, %d fallaron
fr: %d photos téléchargées, %d échouées
it: Scaricati %d foto, %d non riusciti
ja: %d枚の写真をダウンロード、%d件失敗
ko: %d장 다운로드됨, %d장 실패
pt_pt: Transferidas %d fotos, %d falharam
zh_hans: 已下载%d张照片，%d张失败

# DownloadedPhotosSuccessFormat
source: Downloaded %d photos successfully
de: %d Fotos erfolgreich heruntergeladen
es: Descargadas %d fotos correctamente
fr: %d photos téléchargées avec succès
it: Scaricati %d foto con successo
ja: %d枚の写真を正常にダウンロードしました
ko: %d장의 사진이 성공적으로 다운로드됨
pt_pt: Transferidas %d fotos com sucesso
zh_hans: 已成功下载%d张照片

source: Download Error
de: Download-Fehler
es: Error de descarga
fr: Erreur de téléchargement
it: Errore di download
ja: ダウンロードエラー
ko: 다운로드 오류
pt_pt: Erro de transferência
zh_hans: 下载错误

source: Download failed
de: Download fehlgeschlagen
es: Descarga fallida
fr: Téléchargement échoué
it: Download non riuscito
ja: ダウンロードに失敗しました
ko: 다운로드 실패
pt_pt: Falha no download
zh_hans: 下载失败

# DownloadingEllipsis
source: Downloading…
de: Wird heruntergeladen…
es: Descargando…
fr: Téléchargement…
it: Download in corso…
ja: ダウンロード中…
ko: 다운로드 중…
pt_pt: A transferir…
zh_hans: 下载中…

# DownloadingNOfTotalFormat
source: Downloading %d of %d…
de: Lade %d von %d herunter…
es: Descargando %d de %d…
fr: Téléchargement de %d sur %d…
it: Download %d di %d…
ja: %d / %d をダウンロード中…
ko: %d / %d 다운로드 중…
pt_pt: A transferir %d de %d…
zh_hans: 正在下载 %d / %d…

source: Download Multiple
de: Mehrere herunterladen
es: Descargar Múltiples
fr: Télécharger plusieurs
it: Scarica Multiplo
ja: 複数ダウンロード
ko: 여러개 다운로드
pt_pt: Baixar vários
zh_hans: 下载多个

source: Download Photos
de: Fotos herunterladen
es: Descargar fotos
fr: Télécharger les photos
it: Scarica foto
ja: 写真をダウンロード
ko: 사진 다운로드
pt_pt: Descarregar fotos
zh_hans: 下载照片

source: Drag to move captions
de: Ziehen zum Verschieben der Untertitel
es: Arrastre para mover los subtítulos
fr: Glissez pour déplacer les sous-titres
it: Trascina per spostare le didascalie
ja: ドラッグしてキャプションを移動
ko: 드래그하여 캡션 이동
pt_pt: Arraste para mover as legendas
zh_hans: 拖拽移动字幕

# DrawOnDocumentMessage
source: You can now draw on the shared document
de: Sie können nun auf dem freigegebenen Dokument zeichnen
es: Ahora puede dibujar en el documento compartido
fr: Vous pouvez maintenant dessiner sur le document partagé
it: Ora puoi disegnare sul documento condiviso
ja: これで、共有ドキュメントを利用できます。
ko: 이제 공유 문서에 그림을 그릴 수 있습니다.
pt_pt: Agora você pode desenhar no documento compartilhado
zh_hans: 你现在可以在共享文档上绘画了

# DrawOnPhotoMessage
source: You can now draw on the shared photo.
de: Sie können jetzt auf dem geteilten Foto zeichnen.
es: Ahora puede dibujar en la foto compartida.
fr: Vous pouvez maintenant dessiner sur la photo partagée.
it: Ora puoi disegnare sulla foto condivisa.
ja: これで、共有写真に描画できます。
ko: 이제 공유된 사진에 그림을 그릴 수 있습니다.
pt_pt: Agora você pode desenhar na foto compartilhada.
zh_hans: 您现在可以在共享的照片上绘图。

source: DURATION
de: DAUER
es: DURACIÓN
fr: DURÉE
it: DURATA
ja: 所要時間
ko: 소요 시간
pt_pt: DURAÇÃO
zh_hans: 时长

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modificare
ja: 編集
ko: 편집하다
pt_pt: Editar
zh_hans: 编辑
